Repository: dark-eye/mircast
Catalog: po/*.po
Languages: nl

source: Remote IP / hostname
nl: Extern ip-adres/hostnaam

source: Remote port number
nl: Extern poortnummer

source: Compression
nl: Compressie

source: Enter Width or leave empty for default width
nl: Voer de breedte in of laat leeg om de standaardbreedte te gebruiken

source: Enter height or leave empty for default height
nl: Voer de hoogte in of laat leeg om de standaardhoogte te gebruiken

source: Close the app to stop the cast
nl: Sluit de app om de opname te stoppen

source: Cast
nl: Opnemen

source: Run the following on the hosting computer (%1) :
nl: Voer de volgende opdracht uit op de hostcomputer (%1):

source: Copy Command Instructions
nl: Opdrachtinstructies kopiÃ«ren

source: Abort Sharing
nl: Over delen

source: Share Command Instructions
nl: Opdrachtinstructies delen

source: Auto Configure
nl: Automatisch instellen

source: Override Width
nl: Breedte afdwingen

source: Override Height
nl: Hoogte afdwingen

source: Stop Hosting
nl: Stoppen met hosten

source: Wait for cast
nl: Wachten op opname

source: Action unavailable for now
nl: Deze actie is momenteel niet beschikbaar

source: Get the source
nl: Broncode bekijken

source: Report issues
nl: Problemen melden

source: About
nl: Over

source: Action Unavailable
nl: Actie niet beschikbaar

source: cast;screen;video;
nl: cast;scherm;video;opname;
